/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

/* No comment provided by engineer. */
"%d days ago" = "%d days ago";

/* No comment provided by engineer. */
"%d hours ago" = "%d hours ago";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minutes ago";

/* No comment provided by engineer. */
"%d months ago" = "%d months ago";

/* No comment provided by engineer. */
"%d seconds ago" = "%d seconds ago";

/* No comment provided by engineer. */
"%d weeks ago" = "%d weeks ago";

/* No comment provided by engineer. */
"%d years ago" = "%d years ago";

/* No comment provided by engineer. */
"1 minute ago" = "1 minute ago";

/* No comment provided by engineer. */
"1 hour ago" = "1 hour ago";

/* No comment provided by engineer. */
"Just now" = "Just now";

/* No comment provided by engineer. */
"Last month" = "Last month";

/* No comment provided by engineer. */
"Last week" = "Last week";

/* No comment provided by engineer. */
"Last year" = "Last year";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"1 year ago" = "1 year ago";

/* No comment provided by engineer. */
"1 month ago" = "1 month ago";

/* No comment provided by engineer. */
"1 week ago" = "1 week ago";

/* No comment provided by engineer. */
"1 day ago" = "1 day ago";

/* No comment provided by engineer. */
"This morning" = "This morning";

/* No comment provided by engineer. */
"This afternoon" = "This afternoon";

/* No comment provided by engineer. */
"Today" = "Today";

/* No comment provided by engineer. */
"This week" = "This week";

/* No comment provided by engineer. */
"This month" = "This month";

/* No comment provided by engineer. */
"This year" = "This year";

"Poll ends in %dday" = "Poll ends in %dday";
"Poll ends in %ddays" = "Poll ends in %ddays";
"Poll ends in %dday %dhour" = "Poll ends in %dday %dhour";
"Poll ends in %dday %dhours" = "Poll ends in %dday %dhours";
"Poll ends in %ddays %dhour" = "Poll ends in %ddays %dhour";
"Poll ends in %ddays %dhours" = "Poll ends in %ddays %dhours";
"Poll ends in %dhour" = "Poll ends in %dhour";
"Poll ends in %dhours" = "Poll ends in %dhours";
"Poll ends in %dminute" = "Poll ends in %dmin";
"Poll ends in %dminutes" = "Poll ends in %dmin";
"Poll ends in %dminute %dsecond" = "Poll ends in %dmin %dsec";
"Poll ends in %dminute %dseconds" = "Poll ends in %dmin %dsec";
"Poll ends in %dminutes %dsecond" = "Poll ends in %dmin %dsec";
"Poll ends in %dminutes %dseconds" = "Poll ends in %dmin %dsec";
"Poll ends in %dsecond" = "Poll ends in %dsec";
"Poll ends in %dseconds" = "Poll ends in %dsec";

"Buy Now" = "Buy Now";
"Store" = "Store";
"Install:" = "Install:";
"Edit Profile" = "Edit Profile";
"Cancel" = "Cancel";
"Yes" = "Yes";
"Block User" = "Block User";
"blockPrompt" = "Do you want to block this user?";
"Unblock User" = "Unblock User";
"Unblock" = "Unblock";
"unblockPrompt" = "Do you want to unblock this user?";
"REGULAR" = "REGULAR";
"CONTEST" = "CONTEST";
"Share" = "Share";
"Submit" = "Submit";
"Email" = "Email";
"Item" = "Item";
"Items" = "Items";
"Enteryour" = "Enter your";
"info" = "info";
"usernameAlready" = "Sorry the username has already been taken";
"Posts" = "Posts";
"Followers" = "Followers";
"Following" = "Following";
"Notification" = "Notification";
"Follow" = "Follow";
"Followed" = "Followed";
"Follow back" = "Follow back";
"Share Photos and Videos" = "Share Photos and Videos";
"SharePrompt" = "When you share photos and videos, \nthey'll appear on your profile.";
"Share your first photo or video" = "Share your first photo or video";
"Username" = "Username";
"Bio" = "Bio";
"Change Profile Photo" = "Change Profile Photo";
"Done" = "Done";
"Next" = "Next";
"Recently Deleted" = "Recently Deleted";
"Recents" = "Recents";
"Camera Roll" = "Camera Roll";
"Write something about it" = "Write something about it";
"Tag Product" = "Tag Product";
"Swipe to see more" = "Swipe to see more";
"Tap to Add" = "Tap to
Add";
"Tap again to remove" = "Tap again
to remove";
"Drag to move" = "Drag to
move";
"Add Product Tag" = "Add Product Tag";
"Type name or item number" = "Type name or item number";
"Select Product" = "Select Product";
"Processing..." = "Processing...";
"Processing" = "Processing";
"FOLLOWERS" = "FOLLOWERS";
"FOLLOWING" = "FOLLOWING";
"Add a comment..." = "Add a comment...";
"Replying to" = "Replying to";
"Delete Post" = "Delete Post";
"View All" = "View All";
"Comment" = "Comment";
"Comments" = "Comments";
"CommentsText" = "Comments";
"Open more replies" = "Open more replies";
"Open" = "Open";
"ReplyText" = "Reply";
"Reply" = "Reply";
"Replies" = "Replies";
"reply" = "reply";
"replies" = "replies";
"like" = "like";
"likes" = "likes";
"Likes" = "Likes";
"Delete this comment and its sub-comments?" = "Do you want to delete this comment with all subcomments?";
"Delete selected comment?" = "Do you want to delete this comment?";
"hide" = " hide ";
"hidden" = " hidden";
"Do you want to hide this comment with all subcomments?" = "Do you want to hide this comment with all subcomments?";
"Are you sure?" = "Are you sure?";
"Do you want to" = "Do you want to";
"this comment?" = "this comment?";
"this reply?" = "this reply?";
"Upload timeout. Please try again. " = "Upload timeout. Please try again. ";
"Report Inappropriate Content" = "Report Inappropriate Content";
"Report" = "Report";
"Why are you reporting this post" = "Reasons for reporting";
"Thank you!" = "Thank you for submitting a report!";
"OK" = "OK";
"Your report has been submitted and someone from our team will look at it soon!" = "We will review your report and notify you of our decision.";
"Unfollow" = "Unfollow";
"This video has no sound" = "This video has no sound";
"Sign Out" = "Sign Out";
"Search hashtag" = "Search hashtag";
"Search account" = "Search account";
"Top" = "Top";
"Tags" = "Tags";
"Accounts" = "Accounts";
"Suggested" = "Suggested";
"Hashtags" = "Hashtags";
"posts" = "posts";
"post" = "post";
"followers" = "followers";
"follower" = "follower";
"Replying to Someone..." = "Replying to Someone...";
"liked your post" = "liked your post";
"started following you" = "started following you";
"liked your comment:" = "liked your comment:";
"replied to you:" = "replied to you:";
"commented on your post:" = "commented on your post:";
"Your post has been featured" = "Your post has been featured";
"mentioned you in a comment" = "mentioned you in a comment";
"mentioned you in a post" = "mentioned you in a post";
"and" = "and";
"other" = "other";
"others" = "others";
"Liked by" = "Liked by";
"Customer Posts" = "Customer Posts";
"Pick a video less than" = "Please select a video shorter than";
"seconds." = "seconds.";
"minutes." = "minutes.";
"The video must be at least" = "Please select a video longer than";
"View Post" = "View Post";
"Close" = "Close";
"ShowAll" = "SHOW ALL";
"The product has been tagged." = "Product tag is already added to the post.";
"No more than 9 products can be tagged" = "No more than 9 products can be tagged";
"Saved to personal Collection" = "Saved to personal Collection";
"...  more" = "...  more";
"Hide Post" = "Hide Post";
"Delete" = "Delete";
"No Results Found for" = "No Results Found for ";
"Search" = "Search";
"Report User" = "Report User";
"Settings" = "Settings";
"Manage Blocked Accounts" = "Manage Blocked Accounts";
"Privacy Policy" = "Privacy Policy";
"Terms and Conditions" = "Terms and Conditions";
"Blocked Accounts" = "Blocked Accounts";
"hidePrompt" = "Do you want to hide this post?";
"Please enter your reason" = "Please enter your reason";
"Do you want to sign out?" = "Do you want to sign out?";
"You have reported this post" = "You have reported this post";
"Details" = "Details";
"Detail" = "Detail";
"Report Submitted" = "Report Submitted！";
"Select Theme" = "Select Theme";
"For" = "For";
"ThemeDownloaded" = "This theme has been downloaded to your Theme page";
"Go To Theme" = "Go To Theme";
"just downloaded your theme" = "just downloaded your theme";
"Share Theme" = "Share Theme";
"Link copied to clipboard" = "Link copied to clipboard";
"view" = "view";
"views" = "views";
"Official Staff" = "Official Staff";
"Message" = "Message";
"Send Message" = "Send Message";
"No chat information" = "No chat information";
"Are you sure to delete?" = "Are you sure to delete?";
"Stick on Top" = "Pin
on Top";
"Cancel on Top" = "Unpin";
"Mark as Read" = "Mark as
Read";
"Mark as Unread" = "Mark as
Unread";
"Typing..." = "Typing...";
"Album" = "Album";
"Camera" = "Camera";
"Send a message..." = "Send a message...";
"Read" = "Read";
"Picture" = "Picture";
"Video" = "Video";
"Someone @ me" = "Someone @ me";
"You retract a message" = "You retract a message";
"The other party withdraws a message" = "The other party withdraws a message";
"Copy" = "Copy";
"Withdraw" = "Recall";
"Forward" = "Forward";
"Please select the link to open" = "Please select the link to open";
"Get thumbnails..." = "Get thumbnails...";
"Download original..." = "Download original...";
"Failed to download original image" = "Failed to download original image";
"Failed to get original image" = "Failed to get original image";
"Downloading voice, click later" = "Downloading voice, click later";
"Download voice..." = "Download voice...";
"Failed to download voice" = "Failed to download voice";
"Download video..." = "Download video...";
"Failed to download video" = "Failed to download video";
"Downloading video, click later" = "Downloading video, click later";
"Download thumbnails" = "Download thumbnails";
"Press and hold to talk" = "Press and hold to talk";
"Release to send" = "Release to send";
"Release to cancel" = "Release to cancel";
"The picture is too big" = "The picture is too big";
"The video is too large" = "The video is too large";
"Speaking time is too short" = "Speaking time is too short";
"Relay message" = "Relay message";
"Do you want to clear chat history?" = "Do you want to clear chat history?";
"Clear" = "Clear";
"Chat history cleared" = "Chat history cleared";
"Failed to clear chat record" = "Failed to clear chat record";
"Failed to set no disturb" = "Failed to set no disturb";
"Search Chat History" = "Search Chat History";
"Browse Chat Media" = "Browse Chat Media";
"Mute Notification" = "Mute Notification";
"Sticky on Top" = "Sticky on Top";
"Clear Chat History" = "Clear Chat History";
"Media" = "Media";
"No" = "No";
"chat history found" = "chat history found";
"Voice" = "Voice";
"No Result" = "No Result";
"Send" = "Send";
"Retake" = "Retake";
"Account Cancellation" = "Account Cancellation";
"Continue" = "Continue";
"DeleteAccountPrompt" = "Are you sure you want to delete the account and all content?";
"Coversation has been blocked" = "Coversation has been blocked";
"Due to violation of community policies, you have been banned from this activity." = "Due to violation of community policies, you have been banned from this activity.";
"Save" = "Save";
"Add Post Tag" = "Add Post Tag";
"Say something …" = "Say something …";
"Photos" = "Photos";
"Poll" = "Poll";
"New Post" = "New Post";
"PHOTO" = "PHOTO";
"VIDEO" = "VIDEO";
"Poll Content" = "Poll Content";
"Add New Option" = "Add New Option";
"Closing Date" = "Closing Date";
"Poll Options" = "Poll Options";
"Select the Closing Date (optional)" = "Select the Closing Date (optional)";
"Option Content" = "Option Content";
"Add Photo / Video" = "Add Photo / Video";
"ToPollPrompt" = "Do you want to clear the current content and create a new poll?";
"PollOptionsShortPrompt" = "Please enter 2-8 poll options.";
"Select the Closing Date" = "Select the Closing Date";
"Confirm" = "Confirm";
"Poll Closed" = "Poll Closed";
"The selected end time has passed." = "The selected end time has passed.";
"RemovePollPrompt" = "Do you want to clear the current content and create a new post?";
"See all" = "See all";
"voted in your poll and picked" = "voted in your poll and picked ";
"Your poll ended. Click to see results." = "Your poll ended. Click to see results.";
"my vote" = "my vote";
"Year" = "Year";
"Month" = "Month";
"Day" = "Day";
"Hour" = "Hour";
"Minute" = "Minute";
"Description cannot be empty" = "Description cannot be empty";
"More" = "More";
"Report comment" = "Report comment";
"Hide" = "Hide";
"Hide Comment" = "Hide Comment";
